Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Synopsis
ar: الملخص
bn: সারসংক্ষেপ
cs: Synopse
da: Resumé
el: Περίληψη
es: Sinopsis
es_419: Sinopsis
fa: خلاصه داستان
fi: Juonikuvaus
fil: Sinopsis
he: תקציר
hi: सारांश
hu: Tartalom
hy: Համառոտ բովանդակություն
id: Sinopsis
it: Sinossi
ja: あらすじ
ko: 줄거리
ms: Sinopsis
nl: Samenvatting
pl: Streszczenie
pt_br: Sinopse
pt_pt: Sinopse
ro: Sinopsis
ru: Описание
ta: சுருக்கம்
te: సారాంశం
th: เรื่องย่อ
tr: Özet
uk: Опис
ur: خلاصہ
vi: Tóm tắt
zh_hans: 简介
zh_hant: 劇情簡介

source: Take Photo 📷
ar: التقاط صورة 📷
bn: ছবি তোলো 📷
cs: Vyfotit 📷
da: Tag billede 📷
de: Foto aufnehmen 📷
el: Λήψη φωτογραφίας 📷
es: Hacer foto 📷
es_419: Tomar foto 📷
fa: گرفتن عکس 📷
fi: Ota kuva 📷
fil: Kumuha ng Litrato 📷
fr: Prendre une photo 📷
he: צלם תמונה 📷
hi: फ़ोटो लें 📷
hu: Fénykép készítése 📷
hy: Լուսանկարել 📷
id: Ambil Foto 📷
it: Scatta foto 📷
ja: 写真を撮る 📷
ko: 사진 찍기 📷
ms: Ambil Foto 📷
nb: Ta bilde 📷
nl: Maak foto 📷
pl: Zrób zdjęcie 📷
pt_br: Tirar foto 📷
pt_pt: Tirar fotografia 📷
ro: Fă o fotografie 📷
ru: Сделать фото 📷
sv: Ta foto 📷
ta: புகைப்படம் எடு 📷
te: ఫోటో తీయి 📷
th: ถ่ายรูป 📷
tr: Fotoğraf Çek 📷
uk: Зробити фото 📷
ur: تصویر کھینچیں 📷
vi: Chụp ảnh 📷
zh_hans: 拍照 📷
zh_hant: 拍照 📷

source: Tap to Rotate
ar: اضغط للتدوير
bn: ঘোরাতে ট্যাপ করো
cs: Klepnutím otočíte
da: Tryk for at rotere
de: Zum Drehen tippen
el: Πάτησε για περιστροφή
es: Toca para girar
es_419: Toca para rotar
fa: برای چرخش لمس کنید
fi: Napauta kääntääksesi
fil: I-tap para Iikot
fr: Touche pour faire pivoter
he: הקש לסיבוב
hi: घुमाने के लिए टैप करें
hu: Koppints a forgatáshoz
hy: Հպեք պտտելու համար
id: Ketuk untuk Memutar
it: Tocca per ruotare
ja: タップして回転
ko: 탭하여 회전
ms: Ketik untuk Putar
nb: Trykk for å rotere
nl: Tik om te draaien
pl: Stuknij, aby obrócić
pt_br: Toque para girar
pt_pt: Toca para rodar
ro: Atinge pentru a roti
ru: Нажмите, чтобы повернуть
sv: Tryck för att rotera
ta: சுழற்ற தட்டவும்
te: తిప్పడానికి ట్యాప్ చేయి
th: แตะเพื่อหมุน
tr: Döndürmek için Dokun
uk: Торкніться, щоб обернути
ur: گھمانے کے لیے ٹیپ کریں
vi: Chạm để xoay
zh_hans: 轻点以旋转
zh_hant: 點按以旋轉

source: Theme
ar: السمة
bn: থিম
cs: Motiv
da: Tema
el: Θέμα
es: Tema
es_419: Tema
fa: پوسته
fi: Teema
fil: Tema
fr: Thème
he: ערכת נושא
hi: थीम
hu: Téma
hy: Թեմա
id: Tema
it: Tema
ja: テーマ
ko: 테마
ms: Tema
nb: Tema
nl: Thema
pl: Motyw
pt_br: Tema
pt_pt: Tema
ro: Temă
ru: Тема
sv: Tema
ta: தீம்
te: థీమ్
th: ธีม
tr: Tema
uk: Тема
ur: تھیم
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

source: Themes
ar: السمات
bn: থিম
cs: Motivy
da: Temaer
el: Θέματα
es: Temas
es_419: Temas
fa: پوسته‌ها
fi: Teemat
fil: Mga Tema
fr: Thèmes
he: ערכות נושא
hi: थीम
hu: Témák
hy: Թեմաներ
id: Tema
it: Temi
ja: テーマ
ko: 테마
ms: Tema
nb: Temaer
nl: Thema's
pl: Motywy
pt_br: Temas
pt_pt: Temas
ro: Teme
ru: Темы
sv: Teman
ta: தீம்கள்
te: థీమ్‌లు
th: ธีม
tr: Temalar
uk: Теми
ur: تھیمز
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

# There are %lld titles matching ‘%@’.
source: There are %1$lld titles matching ‘%2$@’.
ar: يوجد %1$lld عنوان مطابق لـ ‘%2$@’.
bn: ‘%2$@’-এর সাথে মিলে এমন %1$lld-টি শিরোনাম আছে।
cs: Hledanému výrazu „%2$@“ odpovídá %1$lld titulů.
da: Der er %1$lld titler, der matcher ‘%2$@’.
de: Es gibt %1$lld Titel, die zu ‘%2$@’ passen.
el: Υπάρχουν %1$lld τίτλοι που ταιριάζουν με ‘%2$@’.
es: Hay %1$lld títulos que coinciden con ‘%2$@’.
es_419: Hay %1$lld títulos que coinciden con ‘%2$@’.
fa: %1$lld عنوان منطبق با ‘%2$@’ وجود دارد.
fi: Hakua ‘%2$@’ vastaa %1$lld nimikettä.
fil: May %1$lld na pamagat na tumutugma sa ‘%2$@’.
fr: Il y a %1$lld titres correspondant à ‘%2$@’.
he: יש %1$lld כותרים שתואמים ל־‘%2$@’.
hi: ‘%2$@’ से मेल खाने वाले %1$lld टाइटल हैं।
hu: %1$lld cím illeszkedik a következőre: ‘%2$@’.
hy: Կա %1$lld վերնագիր, որ համընկնում է ‘%2$@’-ի հետ։
id: Ada %1$lld judul yang cocok dengan ‘%2$@’.
it: Ci sono %1$lld titoli che corrispondono a ‘%2$@’.
ja: ‘%2$@’に一致するタイトルが%1$lld件あります。
ko: ‘%2$@’와(과) 일치하는 작품이 %1$lld개 있습니다.
ms: Terdapat %1$lld tajuk yang sepadan dengan ‘%2$@’.
nb: Det er %1$lld titler som samsvarer med ‘%2$@’.
nl: Er zijn %1$lld titels die overeenkomen met '%2$@'.
pl: Znaleziono %1$lld tytułów pasujących do „%2$@”.
pt_br: Há %1$lld títulos correspondentes a ‘%2$@’.
pt_pt: Existem %1$lld títulos que correspondem a ‘%2$@’.
ro: Există %1$lld titluri care corespund cu ‘%2$@’.
ru: Найдено %1$lld тайтлов по запросу «%2$@».
sv: Det finns %1$lld titlar som matchar ‘%2$@’.
ta: ‘%2$@’-உடன் பொருந்தும் %1$lld தலைப்புகள் உள்ளன.
te: ‘%2$@’ తో సరిపోలే %1$lld టైటిల్‌లు ఉన్నాయి.
th: มี %1$lld เรื่องที่ตรงกับ ‘%2$@’
tr: ‘%2$@’ ile eşleşen %1$lld başlık var.
uk: Знайдено %1$lld тайтлів за запитом «%2$@».
ur: ‘%2$@’ سے مماثل %1$lld عنوانات موجود ہیں۔
vi: Có %1$lld tựa đề khớp với ‘%2$@’.
zh_hans: 有 %1$lld 个作品与‘%2$@’匹配。
zh_hant: 有 %1$lld 個符合「%2$@」的標題。

source: Time Zone
ar: المنطقة الزمنية
bn: টাইম জোন
cs: Časové pásmo
da: Tidszone
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
es_419: Zona horaria
fa: منطقه زمانی
fi: Aikavyöhyke
fr: Fuseau horaire
he: אזור זמן
hi: टाइम ज़ोन
hu: Időzóna
hy: Ժամային գոտի
id: Zona Waktu
it: Fuso orario
ja: タイムゾーン
ko: 시간대
ms: Zon Masa
nb: Tidssone
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
pt_pt: Fuso horário
ro: Fus orar
ru: Часовой пояс
sv: Tidszon
ta: நேர மண்டலம்
te: టైమ్ జోన్
th: เขตเวลา
tr: Saat Dilimi
uk: Часовий пояс
ur: ٹائم زون
vi: Múi giờ
zh_hans: 时区
zh_hant: 時區

# timezonePicker.description
source: The selected timezone will be used to display all dates and times, including premiere dates, broadcasts, and schedules.
ar: ستُستخدَم المنطقة الزمنية المحددة لعرض جميع التواريخ والأوقات، بما في ذلك تواريخ العرض الأول والبث والجداول.
bn: নির্বাচিত টাইম জোন সব তারিখ ও সময় দেখাতে ব্যবহার করা হবে, যার মধ্যে প্রিমিয়ার তারিখ, সম্প্রচার এবং সময়সূচি অন্তর্ভুক্ত।
cs: Vybrané časové pásmo se použije pro zobrazení všech dat a časů, včetně dat premiér, vysílání a rozvrhů.
da: Den valgte tidszone bruges til at vise alle datoer og tidspunkter, herunder premieredatoer, udsendelser og tidsplaner.
de: Die ausgewählte Zeitzone wird verwendet, um alle Daten und Uhrzeiten anzuzeigen, einschließlich Premierendaten, Ausstrahlungen und Zeitpläne.
el: Η επιλεγμένη ζώνη ώρας θα χρησιμοποιηθεί για την εμφάνιση όλων των ημερομηνιών και ωρών, συμπεριλαμβανομένων των ημερομηνιών πρεμιέρας, των μεταδόσεων και των προγραμμάτων.
es: La zona horaria seleccionada se usará para mostrar todas las fechas y horas, incluidas las fechas de estreno, las emisiones y los calendarios.
es_419: La zona horaria seleccionada se usará para mostrar todas las fechas y horas, incluyendo fechas de estreno, transmisiones y programaciones.
fa: منطقه زمانی انتخاب‌شده برای نمایش تمام تاریخ‌ها و زمان‌ها، از جمله تاریخ‌های اکران، پخش‌ها و زمان‌بندی‌ها استفاده می‌شود.
fi: Valittua aikavyöhykettä käytetään kaikkien päivämäärien ja kellonaikojen näyttämiseen, mukaan lukien ensi-iltapäivät, lähetykset ja aikataulut.
fil: Gagamitin ang napiling timezone upang ipakita ang lahat ng petsa at oras, kabilang ang mga petsa ng premiere, broadcast, at iskedyul.
fr: Le fuseau horaire sélectionné sera utilisé pour afficher toutes les dates et heures, y compris les dates de première, les diffusions et les programmes.
he: אזור הזמן הנבחר ישמש להצגת כל התאריכים והשעות, כולל מועדי בכורה, שידורים ולוחות זמנים.
hi: चुना गया टाइम ज़ोन सभी तारीखों और समयों को दिखाने के लिए उपयोग किया जाएगा, जिसमें प्रीमियर तारीखें, प्रसारण और शेड्यूल शामिल हैं।
hu: A kiválasztott időzóna szolgál minden dátum és időpont megjelenítéséhez, beleértve a premierdátumokat, sugárzásokat és ütemterveket.
hy: Ընտրված ժամային գոտին կօգտագործվի բոլոր ամսաթվերն ու ժամերը ցուցադրելու համար, ներառյալ պրեմիերաների ամսաթվերը, հեռարձակումները և ժամանակացույցերը։
id: Zona waktu yang dipilih akan digunakan untuk menampilkan semua tanggal dan waktu, termasuk tanggal tayang perdana, siaran, dan jadwal.
it: Il fuso orario selezionato verrà utilizzato per visualizzare tutte le date e gli orari, comprese le date di prima messa in onda, le trasmissioni e i palinsesti.
ja: 選択したタイムゾーンは、プレミア日、放送、スケジュールなど、すべての日付と時刻の表示に使用されます。
ko: 선택한 시간대는 방영일, 방송, 일정을 포함한 모든 날짜와 시간을 표시하는 데 사용됩니다.
ms: Zon masa yang dipilih akan digunakan untuk memaparkan semua tarikh dan masa, termasuk tarikh tayangan perdana, siaran dan jadual.
nb: Den valgte tidssonen brukes til å vise alle datoer og klokkeslett, inkludert premieredatoer, sendinger og tidsplaner.
nl: De geselecteerde tijdzone wordt gebruikt om alle datums en tijden weer te geven, waaronder premièredata, uitzendingen en schema's.
pl: Wybrana strefa czasowa będzie używana do wyświetlania wszystkich dat i godzin, w tym dat premier, emisji i harmonogramów.
pt_br: O fuso horário selecionado será usado para exibir todas as datas e horários, incluindo datas de estreia, transmissões e programações.
pt_pt: O fuso horário selecionado será utilizado para apresentar todas as datas e horas, incluindo datas de estreia, transmissões e agendas.
ro: Fusul orar selectat va fi folosit pentru a afișa toate datele și orele, inclusiv datele de premieră, difuzările și programele.
ru: Выбранный часовой пояс будет использоваться для отображения всех дат и времени, включая даты премьер, трансляции и расписания.
sv: Den valda tidszonen används för att visa alla datum och tider, inklusive premiärdatum, sändningar och scheman.
ta: தேர்ந்தெடுக்கப்பட்ட நேர மண்டலம், முதற்காட்சித் தேதிகள், ஒளிபரப்புகள் மற்றும் அட்டவணைகள் உள்ளிட்ட அனைத்துத் தேதிகளையும் நேரங்களையும் காட்டப் பயன்படுத்தப்படும்.
te: ఎంచుకున్న టైమ్ జోన్ ప్రీమియర్ తేదీలు, ప్రసారాలు మరియు షెడ్యూల్‌లతో సహా అన్ని తేదీలు మరియు సమయాలను చూపించడానికి ఉపయోగించబడుతుంది.
th: เขตเวลาที่เลือกจะถูกใช้ในการแสดงวันที่และเวลาทั้งหมด รวมถึงวันที่ฉายรอบปฐมทัศน์ การออกอากาศ และกำหนดการต่าง ๆ
tr: Seçilen saat dilimi; prömiyer tarihleri, yayınlar ve programlar dahil tüm tarih ve saatleri göstermek için kullanılır.
uk: Вибраний часовий пояс використовуватиметься для відображення всіх дат і часу, зокрема дат прем’єр, трансляцій і розкладів.
ur: منتخب کردہ ٹائم زون تمام تاریخوں اور اوقات کو دکھانے کے لیے استعمال ہوگا، بشمول پریمیئر کی تاریخیں، نشریات اور شیڈولز۔
vi: Múi giờ đã chọn sẽ được dùng để hiển thị tất cả ngày và giờ, bao gồm ngày phát hành, lịch phát sóng và lịch chiếu.
zh_hans: 所选时区将用于显示所有日期和时间，包括首播日期、播出和时间表。
zh_hant: 所選時區將用於顯示所有日期與時間，包括首播日期、播放時段與排程。

source: Title
ar: العنوان
bn: শিরোনাম
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
es_419: Título
fa: عنوان
fi: Nimi
fil: Pamagat
fr: Titre
he: כותרת
hi: टाइटल
hu: Cím
hy: Վերնագիր
id: Judul
it: Titolo
ja: タイトル
ko: 제목
ms: Tajuk
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
pt_pt: Título
ro: Titlu
ru: Название
sv: Titel
ta: தலைப்பு
te: టైటిల్
th: ชื่อเรื่อง
tr: Başlık
uk: Назва
ur: عنوان
vi: Tựa đề
zh_hans: 标题
zh_hant: 標題

source: Today
ar: اليوم
bn: আজ
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
es_419: Hoy
fa: امروز
fi: Tänään
fil: Ngayon
fr: Aujourd’hui
he: היום
hi: आज
hu: Ma
hy: Այսօր
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari Ini
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
pt_pt: Hoje
ro: Azi
ru: Сегодня
sv: Idag
ta: இன்று
te: ఈరోజు
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Toggle Home
ar: تبديل الرئيسية
bn: হোম টগল করো
cs: Přepnout Domů
da: Slå Hjem til/fra
de: Home umschalten
el: Εναλλαγή αρχικής
es: Mostrar u ocultar Inicio
es_419: Mostrar u ocultar Inicio
fa: تغییر وضعیت خانه
fi: Näytä tai piilota etusivu
fil: I-toggle ang Home
fr: Afficher/Masquer l’accueil
he: החלף תצוגת בית
hi: होम टॉगल करें
hu: Kezdőlap be/ki
hy: Միացնել/անջատել Գլխավորը
id: Alihkan Beranda
it: Attiva/disattiva Home
ja: ホームを切り替える
ko: 홈 전환
ms: Togol Laman Utama
nb: Veksle Hjem
nl: Start wisselen
pl: Przełącz ekran główny
pt_br: Alternar Início
pt_pt: Alternar início
ro: Comută Acasă
ru: Переключить главную
sv: Växla Hem
ta: Home நிலைமாற்று
te: హోమ్‌ను టోగుల్ చేయి
th: สลับหน้าแรก
tr: Ana Sayfayı Aç/Kapat
uk: Перемкнути головну
ur: ہوم ٹوگل کریں
vi: Bật/tắt Trang chủ
zh_hans: 切换首页
zh_hant: 切換首頁

source: Toggle MiniPlayer
ar: إظهار أو إخفاء المشغّل المصغّر
bn: মিনি প্লেয়ার দেখাও বা লুকাও
cs: Zobrazit nebo skrýt mini přehrávač
da: Vis eller skjul mini-afspiller
de: Mini-Player ein- oder ausblenden
el: Εμφάνιση ή απόκρυψη του Mini Player
es: Mostrar u ocultar el minirreproductor
es_419: Mostrar u ocultar el minirreproductor
fa: نمایش یا پنهان کردن پخش‌کننده کوچک
fi: Näytä tai piilota minisoitin
fil: Ipakita o itago ang MiniPlayer
fr: Afficher ou masquer le mini-lecteur
he: הצגה או הסתרה של הנגן המוקטן
hi: मिनी प्लेयर दिखाएँ या छिपाएँ
hu: Mini lejátszó megjelenítése vagy elrejtése
hy: Ցուցադրել կամ թաքցնել մինի նվագարկիչը
id: Tampilkan atau sembunyikan MiniPlayer
it: Mostra o nascondi il mini player
ja: ミニプレーヤーの表示/非表示
ko: 미니 플레이어 보기/가리기
ms: Tunjuk atau sembunyikan Pemain Mini
nb: Vis eller skjul miniavspiller
nl: Minispeler tonen of verbergen
pl: Pokaż lub ukryj miniodtwarzacz
pt_br: Mostrar ou ocultar o miniplayer
pt_pt: Mostrar ou ocultar o minirreprodutor
ro: Afișează sau ascunde mini playerul
ru: Показать или скрыть мини-плеер
sv: Visa eller dölj minispelaren
ta: மினி பிளேயரைக் காட்டு அல்லது மறை
te: మినీ ప్లేయర్‌ను చూపు లేదా దాచు
th: แสดงหรือซ่อนมินิเพลเยอร์
tr: Mini Oynatıcıyı göster veya gizle
uk: Показати або сховати міні-плеєр
ur: منی پلیئر دکھائیں یا چھپائیں
vi: Hiện hoặc ẩn trình phát mini
zh_hans: 显示或隐藏迷你播放器
zh_hant: 顯示或隱藏迷你播放器

source: Top %@
ar: أفضل %@
bn: শীর্ষ %@
el: Κορυφαία %@
fa: برترین %@
fi: Suosituimmat: %@
hi: शीर्ष %@
hy: Լավագույն %@
id: %@ Teratas
it: Migliori %@
ja: トップ%@
ko: 인기 %@
ms: %@ Teratas
nb: Topp %@
pl: Najlepsze %@
ru: Топ %@
sv: Topp %@
ta: சிறந்த %@
te: టాప్ %@
th: %@ ยอดนิยม
tr: En İyi %@
uk: Топ %@
ur: ٹاپ %@
zh_hans: 热门 %@
zh_hant: 熱門 %@

source: Top Charts
ar: الأكثر رواجًا
bn: শীর্ষ তালিকা
cs: Žebříčky
da: Hitlister
de: Charts
el: Κορυφαίες λίστες
es: Rankings
es_419: Rankings
fa: برترین‌ها
fi: Suosituimmat
fr: Classements
he: מצעדים
hi: टॉप चार्ट
hu: Toplisták
hy: Լավագույնները
id: Tangga Teratas
it: Classifiche
ja: ランキング
ko: 인기 차트
ms: Carta Teratas
nb: Hitlister
nl: Hitlijsten
pl: Rankingi
pt_br: Rankings
pt_pt: Tabelas
ro: Clasamente
ru: Топ-чарты
sv: Topplistor
ta: சிறந்த பட்டியல்கள்
te: టాప్ చార్ట్‌లు
th: ชาร์ตยอดนิยม
tr: En İyiler
uk: Топ-чарти
ur: ٹاپ چارٹس
vi: Bảng xếp hạng
zh_hans: 排行榜
zh_hant: 排行榜

source: Translation
ar: الترجمة
bn: অনুবাদ
cs: Překlad
da: Oversættelse
de: Übersetzung
el: Μετάφραση
es: Traducción
es_419: Traducción
fa: ترجمه
fi: Käännös
fil: Pagsasalin
fr: Traduction
he: תרגום
hi: अनुवाद
hu: Fordítás
hy: Թարգմանություն
id: Terjemahan
it: Traduzione
ja: 翻訳
ko: 번역
ms: Terjemahan
nb: Oversettelse
nl: Vertaling
pl: Tłumaczenie
pt_br: Tradução
pt_pt: Tradução
ro: Traducere
ru: Перевод
sv: Översättning
ta: மொழிபெயர்ப்பு
te: అనువాదం
th: คำแปล
tr: Çeviri
uk: Переклад
ur: ترجمہ
vi: Bản dịch
zh_hans: 翻译
zh_hant: 翻譯

source: TV Rating
ar: التصنيف العمري
bn: টিভি রেটিং
cs: Hodnocení TV
da: TV-vurdering
de: TV-Freigabe
el: Καταλληλότητα
es: Clasificación TV
es_419: Clasificación de TV
fa: رده‌بندی سنی
fi: TV-ikäraja
fr: Classification TV
he: דירוג צפייה
hi: TV रेटिंग
hu: Korhatár-besorolás
hy: TV վարկանիշ
id: Rating TV
it: Classificazione TV
ja: 視聴年齢制限
ko: TV 등급
ms: Penarafan TV
nb: TV-aldersgrense
nl: Leeftijdsclassificatie
pl: Klasyfikacja TV
pt_br: Classificação indicativa
pt_pt: Classificação etária
ro: Clasificare TV
ru: Возрастной рейтинг
sv: TV-klassificering
ta: TV மதிப்பீடு
te: TV రేటింగ్
th: เรตติ้งทีวี
tr: TV Derecelendirmesi
uk: Вікове обмеження
ur: TV ریٹنگ
vi: Xếp hạng TV
zh_hans: 电视分级
zh_hant: 電視分級

# tvRatingPicker.description
source: TV ratings are tiered. Depending on the chosen TV rating some shows might be hidden. For example, selecting R15+ will show you all anime up to a TV rating of R15+.
ar: التصنيفات العمرية متدرّجة. وبحسب التصنيف العمري المختار قد تُخفى بعض العروض. على سبيل المثال، اختيار R15+ سيعرض لك كل anime حتى التصنيف العمري R15+.
bn: টিভি রেটিং স্তরভিত্তিক। নির্বাচিত টিভি রেটিংয়ের উপর নির্ভর করে কিছু শো লুকানো থাকতে পারে। উদাহরণস্বরূপ, R15+ নির্বাচন করলে R15+ পর্যন্ত টিভি রেটিংয়ের সব anime আপনাকে দেখানো হবে।
cs: Hodnocení TV jsou rozdělena do stupňů. V závislosti na zvoleném hodnocení TV mohou být některá anime skryta. Například výběrem R15+ se vám zobrazí všechna anime až do hodnocení TV R15+.
da: TV-vurderinger er inddelt i niveauer. Afhængigt af den valgte TV-vurdering kan nogle shows være skjult. Vælger du for eksempel R15+, får du vist al anime op til en TV-vurdering på R15+.
de: TV-Freigaben sind gestaffelt. Je nach gewählter TV-Freigabe werden einige Shows möglicherweise ausgeblendet. Wenn du zum Beispiel R15+ auswählst, werden dir alle anime bis zu einer TV-Freigabe von R15+ angezeigt.
el: Οι ηλικιακές διαβαθμίσεις είναι κλιμακωτές. Ανάλογα με την επιλεγμένη διαβάθμιση, ορισμένες σειρές ενδέχεται να αποκρύπτονται. Για παράδειγμα, επιλέγοντας R15+ θα εμφανίζεται κάθε anime έως τη διαβάθμιση R15+.
es: Las clasificaciones TV están escalonadas. Según la clasificación TV elegida, es posible que algunas series queden ocultas. Por ejemplo, al seleccionar R15+ verás todo el anime hasta una clasificación TV de R15+.
es_419: Las clasificaciones de TV son escalonadas. Según la clasificación de TV elegida, algunas series podrían ocultarse. Por ejemplo, al seleccionar R15+ verás todo el anime hasta una clasificación de TV de R15+.
fa: رده‌بندی‌های سنی پلکانی هستند. بسته به رده‌بندی سنی انتخاب‌شده، ممکن است برخی نمایش‌ها پنهان شوند. برای مثال، انتخاب R15+ تمام anime تا رده‌بندی سنی R15+ را به شما نشان می‌دهد.
fi: TV-ikärajat ovat porrastettuja. Valitun TV-ikärajan mukaan jotkin sarjat saattavat olla piilotettuna. Esimerkiksi R15+ valitsemalla näet kaikki animet TV-ikärajaan R15+ asti.
fil: Naka-antas ang mga TV rating. Depende sa napiling TV rating, maaaring may mga show na itinatago. Halimbawa, kapag pinili ang R15+ ay ipapakita sa iyo ang lahat ng anime hanggang sa TV rating na R15+.
fr: Les classifications TV sont hiérarchisées. Selon la classification TV choisie, certaines séries peuvent être masquées. Par exemple, sélectionner R15+ t’affichera tous les anime jusqu’à une classification TV de R15+.
he: דירוגי הצפייה מדורגים. בהתאם לדירוג הצפייה הנבחר, ייתכן שחלק מהתוכן יוסתר. לדוגמה, בחירת R15+ תציג לך את כל ה־anime עד דירוג צפייה של R15+.
hi: TV रेटिंग स्तरबद्ध होती हैं। चुनी गई TV रेटिंग के आधार पर कुछ शोज़ छिपे हो सकते हैं। उदाहरण के लिए, R15+ चुनने पर आपको R15+ TV रेटिंग तक के सभी anime दिखाए जाएंगे।
hu: A korhatár-besorolások szintekbe vannak sorolva. A választott besorolástól függően egyes sorozatok rejtve maradhatnak. Például az R15+ kiválasztásával minden, legfeljebb R15+ besorolású anime látható lesz.
hy: TV վարկանիշները աստիճանակարգված են։ Կախված ընտրված TV վարկանիշից՝ որոշ ֆիլմեր կարող են թաքնված լինել։ Օրինակ՝ R15+ ընտրելը ձեզ ցույց կտա բոլոր anime-ները մինչև R15+ TV վարկանիշը։
id: Rating TV berjenjang. Bergantung pada rating TV yang dipilih, beberapa tayangan mungkin disembunyikan. Misalnya, memilih R15+ akan menampilkan semua anime hingga rating TV R15+.
it: Le classificazioni TV sono suddivise in livelli. A seconda della classificazione TV scelta, alcune serie potrebbero essere nascoste. Per esempio, selezionando R15+ verranno mostrati tutti gli anime fino alla classificazione TV R15+.
ja: 視聴年齢制限は段階的に設定されています。選択した制限によっては、一部の作品が非表示になる場合があります。 たとえば、R15+を選択すると、R15+までのすべてのanimeが表示されます。
ko: TV 등급은 단계별로 나뉩니다. 선택한 TV 등급에 따라 일부 작품이 숨겨질 수 있습니다. 예를 들어 R15+를 선택하면 R15+ 등급까지의 모든 anime를 볼 수 있습니다.
ms: Penarafan TV adalah berperingkat. Bergantung pada penarafan TV yang dipilih, sesetengah anime mungkin disembunyikan. Sebagai contoh, memilih R15+ akan menunjukkan kepada anda semua anime sehingga penarafan TV R15+.
nb: TV-aldersgrenser er inndelt i nivåer. Avhengig av valgt TV-aldersgrense kan enkelte serier være skjult. For eksempel vil valg av R15+ vise deg all anime opp til en TV-aldersgrense på R15+.
nl: TV-classificaties zijn gelaagd. Afhankelijk van de gekozen TV-classificatie worden sommige series mogelijk verborgen. Als je bijvoorbeeld R15+ kiest, zie je alle anime tot en met de TV-classificatie R15+.
pl: Klasyfikacje TV są wielopoziomowe. W zależności od wybranej klasyfikacji TV niektóre tytuły mogą zostać ukryte. Na przykład wybranie R15+ pokaże wszystkie anime do klasyfikacji TV R15+.
pt_br: As classificações indicativas são em níveis. Dependendo da classificação escolhida, alguns shows podem ficar ocultos. Por exemplo, ao selecionar R15+, você verá todos os animes até a classificação R15+.
pt_pt: As classificações etárias são escalonadas. Consoante a classificação escolhida, algumas séries poderão ficar ocultas. Por exemplo, ao selecionar R15+, verás todos os anime até à classificação R15+.
ro: Clasificările TV sunt pe niveluri. În funcție de clasificarea TV aleasă, unele seriale pot fi ascunse. De exemplu, dacă selectezi R15+, vei vedea toate animeurile până la clasificarea TV R15+.
ru: Возрастные рейтинги разделены по уровням. В зависимости от выбранного рейтинга некоторые тайтлы могут быть скрыты. Например, при выборе R15+ вам будет показано всё anime с рейтингом до R15+ включительно.
sv: TV-klassificeringar är nivåindelade. Beroende på vald TV-klassificering kan vissa serier döljas. Om du till exempel väljer R15+ visas all anime upp till TV-klassificeringen R15+.
ta: TV மதிப்பீடுகள் அடுக்கு வாரியாக உள்ளன. தேர்ந்தெடுக்கப்பட்ட TV மதிப்பீட்டைப் பொறுத்து சில shows மறைக்கப்படலாம். உதாரணமாக, R15+ ஐத் தேர்ந்தெடுத்தால் R15+ வரையிலான அனைத்து anime-யையும் உங்களுக்குக் காட்டும்.
te: TV రేటింగ్‌లు అంచెలవారీగా ఉంటాయి. ఎంచుకున్న TV రేటింగ్‌ను బట్టి కొన్ని షోలు దాచబడవచ్చు. ఉదాహరణకు, R15+ ఎంచుకుంటే R15+ TV రేటింగ్ వరకు ఉన్న anime అన్నీ మీకు చూపిస్తుంది.
th: เรตติ้งทีวีจะแบ่งเป็นระดับ ขึ้นอยู่กับเรตติ้งทีวีที่เลือก เรื่องบางเรื่องอาจถูกซ่อนไว้ ตัวอย่างเช่น การเลือก R15+ จะแสดง anime ทั้งหมดจนถึงเรตติ้งทีวี R15+
tr: TV derecelendirmeleri kademelidir. Seçilen TV derecelendirmesine bağlı olarak bazı yapımlar gizlenebilir. Örneğin R15+ seçildiğinde R15+ derecelendirmesine kadar olan tüm animeler gösterilir.
uk: Вікові обмеження поділені на рівні. Залежно від вибраного обмеження деякі шоу можуть бути приховані. Наприклад, вибравши R15+, ви побачите все anime до вікового обмеження R15+ включно.
ur: TV ریٹنگز درجہ بندی شدہ ہیں۔ منتخب کردہ TV ریٹنگ کے مطابق کچھ shows چھپ سکتے ہیں۔ مثال کے طور پر، R15+ منتخب کرنے سے آپ کو R15+ تک کی تمام anime دکھائی دیں گی۔
vi: Xếp hạng TV được phân theo cấp độ. Tùy thuộc vào xếp hạng TV đã chọn, một số phim có thể bị ẩn. Ví dụ, chọn R15+ sẽ hiển thị tất cả anime có xếp hạng TV tới mức R15+.
zh_hans: 电视分级分为不同等级。根据所选的电视分级，部分作品可能会被隐藏。 例如，选择 R15+ 将向您显示所有电视分级最高至 R15+ 的 anime。
zh_hant: 電視分級採分級制。視所選的電視分級而定，部分作品可能會被隱藏。 例如，選擇 R15+ 將顯示所有電視分級在 R15+ 以下的 anime。

source: Type
ar: النوع
bn: ধরন
cs: Typ
de: Typ
el: Τύπος
es: Tipo
es_419: Tipo
fa: نوع
fi: Tyyppi
fil: Uri
he: סוג
hi: प्रकार
hu: Típus
hy: Տեսակ
id: Tipe
it: Tipo
ja: 種類
ko: 유형
ms: Jenis
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro: Tip
ru: Тип
sv: Typ
ta: வகை
te: రకం
th: ประเภท
tr: Tür
uk: Тип
ur: قسم
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Unfavorite
ar: إزالة من المفضلة
bn: প্রিয় থেকে বাদ দাও
cs: Odebrat z oblíbených
da: Fjern favorit
de: Aus Favoriten entfernen
el: Κατάργηση αγαπημένου
es: Quitar de favoritos
es_419: Quitar de favoritos
fa: حذف از علاقه‌مندی‌ها
fi: Poista suosikeista
fil: Alisin sa Paborito
fr: Retirer des favoris
he: הסר מהמועדפים
hi: पसंदीदा से हटाएं
hu: Eltávolítás a kedvencekből
hy: Հեռացնել ընտրյալներից
id: Hapus Favorit
it: Rimuovi dai preferiti
ja: お気に入り解除
ko: 즐겨찾기 해제
ms: Nyahgemar
nb: Fjern favoritt
nl: Uit favorieten
pl: Usuń z ulubionych
pt_br: Desfavoritar
pt_pt: Remover dos favoritos
ro: Elimină de la favorite
ru: Убрать из избранного
sv: Ta bort favorit
ta: பிடித்தவற்றிலிருந்து நீக்கு
te: ఇష్టమైనది తొలగించు
th: เลิกชอบ
tr: Favorilerden Çıkar
uk: Прибрати з улюбленого
ur: پسندیدہ سے نکالیں
vi: Bỏ yêu thích
zh_hans: 取消收藏
zh_hant: 取消最愛
